tutorials/mesh/moveDynamicMesh/circCylinder3dHex/Allrun
#!/bin/bash
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application="moveDynamicMesh"

runApplication decomposePar
runParallel $application 4

